app/controllers/seminaris_controller.rb

  def index
    @seminaris = Seminari.all
---
SELECT "seminaris".* FROM "seminaris"